-- phpMyAdmin SQL Dump
-- version 4.7.3
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Мар 29 2018 г., 20:18
-- Версия сервера: 5.6.37
-- Версия PHP: 5.5.38

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `db_logoshop`
--

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `text` text NOT NULL,
  `date` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`id`, `title`, `text`, `date`) VALUES
(1, 'Інтернет-магазини можуть закритися через обмеження НБУ', 'Обмеження Національного банку України на розрахунки готівкою може вдарити по інтернет-магазинах, де приймають такі розрахунки, а також завдасть чималих незручностей українцям.\r\nПро це в коментарі виданню Gazeta.ua розповів директор Українського аналітичного центру Олександр Охріменко.', '2018-03-15'),
(2, 'Шахрайські інтернет-магазини і як їх розпізнати', 'Купівля в інтернет-магазинах техніки, одягу, взуття вже стала для сучасного українця звичкою. Але там, де є високий попит – з\'являються і шахраї.\r\nЯк не стати жертвою фейкових продавців і не купити неіснуючий товар – досліджували журналісти сайту \"24\".', '2018-03-15'),
(3, 'У ХАРКОВІ НАКРИЛИ \"ІНТЕРНЕТ-МАГАЗИН\" З ПРОДАЖУ НАРКОТИКІВ', 'Під час обшуків вилучили наркотиків на 300 тисяч гривень.\r\nПравоохоронці Харківської області припинили діяльність \"інтернет-магазину\" з продажу наркотичних засобів.\r\nПро це повідомляє департамент протидії наркозлочинності Національної поліції.', '2018-03-15'),
(4, 'Explay випустила нові бюджетні телефони T285, T400 і FIN', 'Pосійська відома компанія Explay представила відразу три новинки в своїй лінійці мобільних телефонів - моделі Explay T285, T400 і FIN. Explay T285 отримав від виробника вбудовані відеоігри 90-х, вбудований ТВ-тюнер, дві активні SIM-карти, доступ до магазину з іграми, камеру 1.3Мп, підтримку microSD до 32 ГБ/', '2018-03-15'),
(5, 'Nokia 515 - дорога «звонилка» з кнопками', 'Фінська компанії Nokia презентувала призначений для російського та українського ринків гаджет. Виробник позиціонує даний пристрій , що одержав індекс « 515 » , в якості мобільного телефону. Nokia 515 - дорога. Дисплей захищає від механічних пошкоджень спеціальне скло Gorilla Glass 2 , стійке до появи подряпин. ', '2018-03-15');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
